# language: ru
Функционал:
  Заходим на главну страницу.
  Проверяем наличие всех элементов на ней.

  Предыстория:
    Допустим в проекте есть университеты
    Допустим в проекте есть пользователи и их файлы
    Допустим в проекте есть контент

  Сценарий:
    Допустим я на главной странице
    Тогда я должен увидеть "Поиск"
    И я должен увидеть "Новость 1"
    И я должен увидеть "Новость 2"
    И я должен увидеть "Топ 10"
    И я должен увидеть "Обратная связь"
    И я должен увидеть "Помощь"
    И я должен увидеть "Новости"
    И я должен увидеть "Войти / Зарегистрироваться"

   